1hira-c/Smol-WiFi-Receiver/firmware/esp32c5/test_apps/protocol/sdkconfig.defaults
# SPDX-License-Identifier: MIT OR Apache-2.0
CONFIG_IDF_TARGET="esp32c5"
CONFIG_UNITY_ENABLE_FLOAT=y
